Repository: PhilippePerret/Tasker4
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: fr

source: Attempting to reconnect
fr: En attente de reconnexion

source: Hang in there while we get back on track
fr: Merci d’attendre la reconnexion

source: Something went wrong!
fr: Quelque chose a mal tourné

source: close
fr: fermeture

source: Register
fr: Inscription

source: Log in
fr: Identification

source: Log out
fr: Déconnexion

source: Not started yet
fr: Pas encore abordé

source: Started at
fr: Débuté le

source: ended at
fr: fini le

source: not finished yet
fr: pas encore fini

source: thus not finished
fr: donc non fini

source: As soon as possible (urgency)
fr: Dès que possible

source: Can wait (urgency)
fr: Peut attendre

source: Critical (urgency)
fr: Très urgente

source: Time-sensitive (urgency)
fr: Pressée

source: Urgent (urgency)
fr: Urgente

source: Every
fr: Chaque

source: Summary
fr: Résumé

source: Account Settings
fr: Réglages

source: Already registered?
fr: Déjà inscrit ?

source: Change Email
fr: Changer l’email

source: Change Password
fr: Changer le mot de passe

source: Changing...
fr: Modification…

source: Confirm account
fr: Confirmez le compte

source: Confirm my account
fr: Confirmer mon compte

source: Confirm new password
fr: Confirmer le nouveau mot de passe

source: Create an account
fr: Créer un compte

source: Creating account...
fr: Création du compte…

source: Current password
fr: Mot de passe courant

source: Forgot your password?
fr: Mot de passe oublié ?

source: Keep me logged in
fr: Me laisser connecté

source: Log in to account
fr: S’identifier

source: Logging in...
fr: Identification…

source: Manage your account email address and password settings
fr: Gérez votre compte (adresse email et mot de passe)

source: New Password
fr: Nouveau mot de passe

source: New password
fr: Nouveau mot de passe

source: No confirmation instructions received?
fr: Vous n’avez pas reçu les instructions de confirmation ?

source: Oops, something went wrong! Please check the errors below.
fr: Merci de corriger les erreurs ci-dessous.

source: Password
fr: Mot de passe

source: Register for an account
fr: S’inscrire

source: Resend confirmation instructions
fr: Envoyer à nouveau les instructions de confirmation

source: Reset Password
fr: Réinitialiser le mot de passe

source: Reset password
fr: Réinitialiser le mot de passe

source: Resetting...
fr: Ré-initialisation…

source: Send password reset instructions
fr: Envoyer les instructions de ré-initialisation du mot de passe

source: Sending...
fr: Envoi…

source: Sign up
fr: S’inscrire

source: for an account now
fr: pour un compte

source: to your account now
fr: à votre compte

source: A link to confirm your email change has been sent to the new address.
fr: Un lien pour confirmer votre changement d’adresse a été envoyé à votre nouvelle adresse.

source: Email change link is invalid or it has expired.
fr: Le lien de changement d’adresse mail est invalide ou a expiré.

source: Email changed successfully.
fr: Adresse mail changé avec succès.

source: If your email is in our system and it has not been confirmed yet,
fr: Si nous connaissons votre adresse mail, et que cela n’a pas encore été confirmé,

source: If your email is in our system, you will receive instructions to reset your password shortly.
fr: Si nous connaissons votre adresse mail, vous recevrez rapidement des instructions pour actualiser votre mot de passe.

source: Invalid email or password
fr: Mot de passe ou adresse mail invalide

source: Logged out successfully.
fr: Vous êtes déconnecté(e)

source: Password reset successfully.
fr: Mot de passe réinitialisé avec succès.

source: Password updated successfully.
fr: Mot de passe actualisé avec succès.

source: Reset password link is invalid or it has expired.
fr: Le lien de ré-initialisation du mot de passe est invalide ou a expiré.

source: Welcome back!
fr: Bon retour !

source: Worker confirmation link is invalid or it has expired.
fr: Le lien de confirmation du travailleur est invalide ou a expiré.

source: Worker confirmed successfully.
fr: Travailleur confirmé.

source: Worker created successfully.
fr: Travailleur créé avec succès.

source: you will receive an email with instructions shortly.
fr: vous allez recevoir un mèl avec des instructions.

source: (click to edit)
fr: (cliquez pour modifier)

source: Expected duration
fr: Durée estimée

source: exclusive (priority)
fr: exclusive

source: Edit
fr: Modifier

source: Folder
fr: Dossier

source: Title
fr: Titre

source: Easy (difficulty)
fr: Facile

source: Hard (difficulty)
fr: Difficile

source: Moderate (difficulty)
fr: Moyenne

source: Very easy (difficulty)
fr: Très facile

source: Very hard (difficulty)
fr: Très difficile

source: Sort
fr: Trier

source: Each
fr: Chaque

source: each
fr: chaque

source: Array or Table required
fr: Liste ou table requise

source: Cancel
fr: Annuler

source: Deselect All
fr: Tout déselectionner

source: End of sorting
fr: Fin de tri

source: Filter
fr: Filtrer

source: Hide list
fr: Cacher la liste

source: Select All
fr: Tout sélectionner

source: Show list
fr: Montrer la liste

source: , and
fr: et

source: Manual
fr: Manuel

source: Alert for exclusive
fr: Alerte pour tâches exclusive

source: Alert hour
fr: Heure de l’alerte

source: Avoid same nature
fr: Éviter même nature

source: Can be contacted
fr: Peut-être contacté

source: Custom natures
fr: Natures personnalisées

source: Custom natures (info)
fr: Liste des natures que vous voulez ajouter. C’est une liste d’éléments séparés par des virgules.

source: Display preferences
fr: Préférences d’affichage

source: Easiest before
fr: Les plus faciles d’abord

source: Enable same nature
fr: Autoriser les natures similaires de suite

source: Filter on duration
fr: Filtre sur la durée

source: Filter on duration (info)
fr: Si ce filtre est activé, la durée de la tâche aura une influence sur son classement.

source: Filter on nature
fr: Filtre sur la nature

source: Filter on nature (info)
fr: Si ce filtre est activé, la nature de la tâche aura une influence sur son classement.

source: Folder always required
fr: Dossier toujours requis

source: Hardest before
fr: Les plus difficiles d’abord

source: Interaction preferences
fr: Préférences d’interaction

source: Longest before
fr: Les plus longues avant

source: Manage your account settings
fr: Contrôler vos options et préférences

source: Max task count
fr: Nombre maximal de tâches

source: Max task count (info)
fr: Ce nombre détermine le nombre maximum de tâches qui peuvent être proposées pour une session.

source: Midday start time
fr: Heure de reprise

source: Midday start time (info)
fr: Cette heure, traditionnellement, correspond à l’heure de reprise du travail après le repas de midi.

source: Morning end time
fr: Heure de fin de la matinée

source: Morning end time (info)
fr: Cette heure correspond à l’heure de fin de la première partie de travail quotidien.

source: Near future days
fr: Nombre de jours futurs

source: Near future days (info)
fr: Ce nombre correspond à la définition du “futur proche”. Toutes les tâches dans ce futur proche sont remontées.

source: Never same nature
fr: Jamais la même nature

source: No
fr: Non

source: Prioritize same nature
fr: Prioriser mêmes natures

source: Prioritize same nature (info)
fr: Si cette option est activée, les tâches de même nature seront rassemblées autant que possible.

source: Project preferences
fr: Préférences concernant les projets

source: Save settings
fr: Enregistrer les réglages

source: Shortest before
fr: Les plus courtes d’abord

source: Sort by task difficulty
fr: Classer par difficulté

source: Sort by task duration
fr: Classer par durée

source: Task Default duration
fr: Durée par défaut d’une tâche

source: Task preferences
fr: Préférences des tâches

source: Theme
fr: Thème

source: Time before alert
fr: Temps avant l’alerte

source: Time before alert (info)
fr: Détermine le temps entre l’alerte et le début de la tâche.

source: Work end time
fr: Temps de fin de travail

source: Work end time (info)
fr: Correspond à la fin de la journée de travail.

source: Work start time
fr: Heure de début de travail

source: Work start time (info)
fr: Correspond à l’heure de début du travail quotidien.

source: Worktime settings
fr: Réglages horaires

source: Your identity
fr: Votre identité

source: Your settings
fr: Vos réglages

source: alert for exclusive (info)
fr: Si cette option est activée, une alerte sera produite avant les tâches exclusives.

source: alert hour (info)
fr: Définit l’heure à laquelle l’alerte doit être donnée. Si non définie, ce sera la même heure que la tâche, le jour précédent.

source: days
fr: jours

source: empty
fr: vide

source: false
fr: faux

source: hours
fr: heures

source: modify
fr: modifier

source: months
fr: mois

source: not defined
fr: non défini

source: true
fr: vrai

source: weeks
fr: semaines

source: years
fr: années

source: Long
fr: Longues

source: Medium
fr: Médium
