Repository: PhilippePerret/Tasker4
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: fr

source: can't be blank
fr: ne peut être vide

source: has already been taken
fr: a déjà été utilisé

source: is invalid
fr: est invalide

source: must be accepted
fr: doit être accepté

source: has invalid format
fr: a un format invalide

source: has an invalid entry
fr: possède une entrée invalide

source: is reserved
fr: est un terme réservé

source: does not match confirmation
fr: ne correspond pas à la confirmation

source: is still associated with this entry
fr: est toujours associé à l'entrée

source: are still associated with this entry
fr: sont toujours associés à l'entrée

source: should have %{count} item(s)
fr: devrait avoir %{count} élément(s)

source: should be %{count} character(s)
fr: doit avoir %{count} caractères

source: should be %{count} byte(s)
fr: doit faire %{count} byte(s)

source: should have at least %{count} item(s)
fr: doit avoir au moins %{count} item(s)

source: should be at least %{count} character(s)
fr: doit faire au moins %{count} caractère(s)

source: should be at least %{count} byte(s)
fr: doit mesurer au moins %{count} byte(s)

source: should have at most %{count} item(s)
fr: doit avoir au plus %{count} item(s)

source: should be at most %{count} character(s)
fr: doit avoir au plus %{count} caractère(s)

source: should be at most %{count} byte(s)
fr: doit peser au plus %{count} byte(s)

source: must be less than %{number}
fr: doit être inférieur à %{number}

source: must be greater than %{number}
fr: doit être supérieur à %{number}

source: must be less than or equal to %{number}
fr: doit être inférieur ou égal à %{number}

source: must be greater than or equal to %{number}
fr: doit être supérieur ou égal à %{number}

source: must be equal to %{number}
fr: doit être égal à %{number}
