Repository: PhilippePerret/Tasker4
Catalog: priv/gettext/*/LC_MESSAGES/tasker.po
Languages: fr

source: Are you sure?
fr: Êtes-vous certain ?

source: Back to projects
fr: Liste des projets

source: Back to tasks
fr: Liste des tâches

source: Created at
fr: Créé le

source: Edit
fr: Modifier

source: Edit Project
fr: Modification du projet

source: Edit Task
fr: Modification de la tâche

source: Edit project
fr: Modifier le projet

source: Listing Projects
fr: Projets

source: Listing Tasks
fr: Tâches

source: New Project
fr: Nouveau projet

source: New Task
fr: Nouvelle tâche

source: New Worker
fr: Nouveau travailleur

source: No Project
fr: Hors projets

source: Oops, something went wrong! Please check the errors below.
fr: Un problème est survenu. Vérifiez les points ci-dessous.

source: Project
fr: Projet

source: Remove
fr: Détruire

source: Save Task
fr: Enregistrer la tâche

source: Task
fr: Tâche

source: Task Title
fr: Titre de la tâche

source: Task deleted successfully.
fr: Tâche supprimée.

source: Task updated successfully.
fr: Tâche modifiée.

source: Updated at
fr: Modifié le

source: Details
fr: Détails

source: Priority
fr: Priorité

source: Recurrence
fr: Récurrence

source: New
fr: Nouveau

source: Execution time
fr: Durée d'exécution

source: Task notepad
fr: Blocnotes

source: cannot be before %{should_start_at}
fr: ne peut être avant le

source: cannot be before %{started_at}
fr: ne peut être avant le

source: cannot be set: abandonment date already defined
fr: la date d'abandon est déjà définie !

source: cannot be set: end date already defined
fr: la date de fin est déjà définie !

source: Save this note
fr: Enregistrer cette note

source: Repeat this task
fr: Répéter cette tâche

source: End
fr: Fin

source: Start
fr: Début

source: All the tasks above can only be executed after the execution of this task.
fr: Toutes les tâches ci-dessus ne pourront être exécutées qu’après l’exécution de cette tâche-ci.

source: Previous Tasks
fr: Tâches avant

source: The edited task can only be executed after the completion of all the tasks above.
fr: La tâche éditée ne pourra être exécutée qu’après la réalisation de toutes les tâches ci-dessus.

source: No task selected, I’m stopping here.
fr: Aucune tâche choisie, je m'arrête là.

source: No tasks found. Therefore, none can be selected.
fr: Aucune tâche trouvée. Impossible donc d'en choisir.

source: Select tasks
fr: Choisir les tâches

source: A task cannot be dependent on itself.
fr: Une tâche ne peut être dépendante d'elle-même.

source: A title must be given to the note!
fr: Il faut donner un titre à la note !

source: Inconsistencies in dependencies. I cannot save them.
fr: Incohérences dans les dépendances. Je ne peux pas les enregistrer.

source: After next
fr: Après suivante

source: Destroy
fr: Détruire

source: End (to the end)
fr: À la fin

source: Later
fr: Plus tard

source: Out of day
fr: Retirer du jour

source: Reset order
fr: Ordre initial

source: Stop (work)
fr: ARRÊTER

source: Zen Mode
fr: Mode Zen

source: Done (task)
fr: Achevée

source: Human Label
fr: Libellé

source: Random task
fr: Tâche au hasard

source: Script Argument
fr: Argument du script

source: Script Type
fr: Type de script

source: Difficulty
fr: Difficulté

source: Current number of tasks
fr: Nombre courant de tâches

source: Filter per project
fr: Filtre par projet

source: Can’t open folder.
fr: Impossible d’ouvrir le dossier.

source: Project folder not defined.
fr: Le dossier du projet n’est pas défini.

source: Project folder not found.
fr: Le dossier du projet est introuvable.

source: The path element '%{fullpath}' could not be found.
fr: L’élément de chemin ‘%{fullpath}‘ est introuvable.

source: Unable to find the path element '%{fullpath}' in the project.
fr: Impossible de trouver dans le projet l'élément de chemin ‘%{fullpath}‘.

source: Can’t change version.
fr: Impossible de changer la version.

source: Note a versioned file
fr: Ce n’est pas un fichier versionné.

source: The project folder must be an absolute path.
fr: Le dossier du projet doit être un chemin absolu.

source: The project folder ‘%{path}’ could not be found.
fr: Le dossier de projet ‘%{path}’ est introuvable.

source: You need at least one task to work on.
fr: Il faut au moins une tâche, pour travailler !

source: Can I log the working time on the current task? (Otherwise, it will not be recorded)
fr: Puis-je enregistrer le temps de travail de la tâche courante ? (dans le cas contraire il sera perdu)

source: Click on the task to move it forward by one. Click “Hide List” to finish.
fr: Cliquer sur la tâche pour l'avancer. Cliquer sur “Cacher la liste” pour finir.

source: Do you really want to permanently delete this task?
fr: Voulez-vous vraiment détruire définitivement cette tâche ?

source: End of the exclusive task in…
fr: Fin de la tâche exclusive dans…

source: In progress:
fr: En cours :

source: I’m keeping one nonetheless.
fr: J’en conserve une, néanmoins.

source: Reloading the page will be enought to restore it.
fr: Recharger la page pour restaurer la liste.

source: Should I mark the end of this exclusive task?
fr: Dois-je marquer la fin de cette tâche exclusive ?

source: Strange… the current task has changed. I cant’t update its execution time.
fr: Bizarre… La tâche courante a changé entre temps. Je ne peux actualiser son temps d'exécution.

source: The script was executed successfully!
fr: Script exécuté avec succès !

source: The task has been placed in position $1.
fr: La tâche a été placée en position $1.

source: There are no tasks left. Should I restore the filtered tasks?
fr: Aucune tâche restante. Dois-je remettre la liste des tâches ?

source: Working time recorded
fr: Temps d’exécution enregistré

source: You have to wait for the end of the task.
fr: Vous devez attendre la fin de la tâche.

source: Task natures
fr: Natures de la tâche

source: APP NAME
fr: MONO TÂCHE

source: Hard deadline
fr: Fin impérative

source: Hard deadline Explication
fr: Avec la case “Fin impérative” cochée, lorsque cette tâche arrivera à expiration, elle deviendra prioritaire sur toutes les autres.

source: Exclusive task explication
fr: Lorsqu’une tâche est définie comme exclusive, aucune autre tâche ne peut être exécutée avant que celle-ci ne soit achevée.

source: A exclusive requires headline and deadline
fr: Une tâche exclusive doit impérativement définir son début et sa fin.

source: A hard deadline obviously requires an end date.
fr: Une fin impérative requiert évidemment une date de fin.
